player = {
    "name" : "",
    "attack": 5,
    "hp": 190,
    "armor": 0.90,
    "luck" : 10,
    "money" : 10000,
    "inventory": []
}

enemies = [
    {
        "name": "Вурдалак",
        "attack" : 5,
        "hp" : 40,
        "win": "Ты победил!",
        "loss": "Ты проиграл"
    },
    {
        "name": "Вурдалак в доспехах",
        "attack" : 55,
        "hp" : 120,
        "win": "Ты победил!",
        "loss": "Ты проиграл"
    },
    {
        "name": "Вурдалак-переросток",
        "attack" : 35,
        "hp" : 190,
        "win": "Ты победил!",
        "loss": "Ты проиграл"
    },
    {
        "name": "Вурдалак-переросток в доспехах",
        "attack" : 55,
        "hp" : 270,
        "win": "Ты победил!",
        "loss": "Ты проиграл"
    },
]
items = {
    "1" : {
        "name": "Зелье удачи",
        "price": 1000
    },
    "2" : {
        "name": "Пропуск тренировки",
        "price": 1000
    }
}